Repository: miguelgarglez/momentum
Catalog: Momentum/Localizable.xcstrings
Source language: en
Languages: es

# Sin exclusiones configuradas.
source: No exclusions configured.
es: Sin exclusiones configuradas.

# Sin proyecto
source: No project
es: Sin proyecto

# Sin proyecto asignado
source: No project assigned
es: Sin proyecto asignado

# Sin proyectos aún
source: No projects yet
es: Sin proyectos aún

# Sin registro pendiente
source: No pending registration
es: Sin registro pendiente

# Sin reglas guardadas.
source: No saved rules.
es: Sin reglas guardadas.

# Sin tracking
source: No tracking
es: Sin tracking

# Sistema
source: System
es: Sistema

# Solo se solicita cuando detectamos una app compatible.
source: Requested only when a compatible app is detected.
es: Solo se solicita cuando detectamos una app compatible.

# Tema
source: Theme
es: Tema

# Tiempo
source: Time
es: Tiempo

# Tiempo: (text)
source: Time: \(text)
es: Tiempo: \(text)

# Tienes (count) contexto(s) por resolver.
source: You have \(count) context(s) to resolve.
es: Tienes \(count) contexto(s) por resolver.

# Toda la información se guarda localmente en tu ordenador.
source: All information is stored locally on your computer.
es: Toda la información se guarda localmente en tu ordenador.

# Todo listo para empezar
source: Everything ready to start
es: Todo listo para empezar

# Todos
source: All
es: Todos

# Todos los proyectos
source: All projects
es: Todos los proyectos

# Total (totalText) · Hoy (dailyText)
source: Total \(totalText) · Today \(dailyText)
es: Total \(totalText) · Hoy \(dailyText)

# Total acumulado
source: Cumulative total
es: Total acumulado

# Trabajo
source: Job
es: Trabajo

# Tracking activo
source: Active tracking
es: Tracking activo

# Tracking desactivado por exclusión
source: Tracking disabled by exclusion
es: Tracking desactivado por exclusión

# Tracking manual
source: Manual tracking
es: Tracking manual

# Tracking manual activo
source: Active manual tracking
es: Tracking manual activo

# Tracking manual detenido (%@)
source: Manual tracking stopped (%@)
es: Tracking manual detenido (%@)

# Tracking pausado
source: Paused tracking
es: Tracking pausado

# Tracking pausado (bloqueo)
source: Tracking paused (blocking)
es: Tracking pausado (bloqueo)

# Tracking pausado (idle)
source: Paused tracking (idle)
es: Tracking pausado (idle)

# Tracking pausado manualmente
source: Manually paused tracking
es: Tracking pausado manualmente

# Tracking pausado por bloqueo de pantalla
source: Tracking paused due to screen lock
es: Tracking pausado por bloqueo de pantalla

# Tracking pausado por inactividad
source: Tracking paused due to inactivity
es: Tracking pausado por inactividad

# Transporte
source: Transport
es: Transporte

# Trimestre
source: Quarter
es: Trimestre

# Tu dedicación merece ser visible.
source: Your dedication deserves to be visible.
es: Tu dedicación merece ser visible.

# Tu progreso en un vistazo.
source: Your progress at a glance.
es: Tu progreso en un vistazo.

# Tus proyectos
source: Your projects
es: Tus proyectos

# Ultimo uso: %@
source: Last used: %@
es: Ultimo uso: %@

# Umbral de inactividad
source: Inactivity threshold
es: Umbral de inactividad

# Usa el selector para ver todas las apps
source: Use the picker to see all apps
es: Usa el selector para ver todas las apps

# Uso por contexto
source: Use by context
es: Uso por contexto

# Violaciones
source: Violations
es: Violaciones

# Visualiza cómo distribuyes tu tiempo entre proyectos.
source: See how your time is distributed across projects.
es: Visualiza cómo distribuyes tu tiempo entre proyectos.

# Volver
source: Return
es: Volver

# (activeDays) días activos
source: \(activeDays) active days
es: \(activeDays) días activos

# conflicto pendiente
source: pending conflict
es: conflicto pendiente

# conflictos pendientes
source: pending conflicts
es: conflictos pendientes

# pausa idle
source: idle pause
es: pausa idle

# pausa lock
source: pause lock
es: pausa lock

# pausa manual
source: manual pause
es: pausa manual

# ¿Borrar actividad de %@?
source: Delete activity for %@?
es: ¿Borrar actividad de %@?

# ¿Borrar todos los datos?
source: Delete all data?
es: ¿Borrar todos los datos?

# ¿Eliminar este proyecto?
source: Delete this project?
es: ¿Eliminar este proyecto?

# ¿Eliminar regla?
source: Delete rule?
es: ¿Eliminar regla?

# ¿Quieres eliminar todas las sesiones de este proyecto?
source: Do you want to delete all sessions for this project?
es: ¿Quieres eliminar todas las sesiones de este proyecto?

# Último año
source: last year
es: Último año

# Último registro: (relativeTime)
source: Last activity: \(relativeTime)
es: Último registro: \(relativeTime)

# Último trimestre
source: Last quarter
es: Último trimestre

# Último usado
source: Last used
es: Último usado

# Últimos 30 días
source: Last 30 days
es: Últimos 30 días

# Últimos 30 días en detalle.
source: Last 30 days in detail.
es: Últimos 30 días en detalle.

# Últimos 7 días
source: Last 7 days
es: Últimos 7 días

# No pudimos preparar Momentum
source: Couldn't prepare Momentum
es: No pudimos preparar Momentum

# No pudimos revocar los tokens.
source: Couldn't revoke tokens.
es: No pudimos revocar los tokens.

# Tokens revocados
source: Tokens revoked
es: Tokens revocados

# HOY
source: TODAY
es: HOY

# Cargando ajustes…
source: Loading settings…
es: Cargando ajustes…

# Preparando Momentum…
source: Preparing Momentum…
es: Preparando Momentum…

source: Couldn't start the local server. Check that port \(port) is available.
es: No pudimos iniciar el servidor local. Comprueba que el puerto \(port) está disponible.

# com.ejemplo.app, com.otro.bundle
source: com.example.app, com.another.bundle
es: com.ejemplo.app, com.otro.bundle

# Configura Raycast para usar 127.0.0.1:%lld.
source: Configure Raycast to use 127.0.0.1:%lld.
es: Configura Raycast para usar 127.0.0.1:%lld.

# Expira %@ · válido 10 min
source: Expires %@ · valid for 10 min
es: Expira %@ · válido 10 min

# Desemparejar
source: Unpair
es: Desemparejar

source: When you create the project, Momentum will start Manual Live for your first session in this project.
es: Al crear el proyecto, Momentum iniciará Manual en vivo para tu primera sesión en este proyecto.

# Auto-tracking pausado temporalmente
source: Auto-tracking paused temporarily
es: Auto-tracking pausado temporalmente

# Auto-tracking reanudado
source: Auto-tracking resumed
es: Auto-tracking reanudado

# Añadir tiempo manual
source: Add manual time
es: Añadir tiempo manual

# Aún no hay entradas manuales en este proyecto.
source: There are no manual entries in this project yet.
es: Aún no hay entradas manuales en este proyecto.

# Completa un rango válido para calcular la vista previa.
source: Complete a valid range to calculate the preview.
es: Completa un rango válido para calcular la vista previa.

source: Create your first project and log time with Auto-tracking, Manual Live, or Add manual time.
es: Crea tu primer proyecto y registra tiempo con Auto-tracking, Manual en vivo o Añadir tiempo manual.

source: After that, you can log time in 3 ways: Auto-tracking, Manual Live, and Add manual time.
es: Después podrás registrar tiempo de 3 formas: Auto-tracking, Manual en vivo y Añadir tiempo manual.

# Detener manual en vivo
source: Stop manual live
es: Detener manual en vivo

# Duración
source: Duration
es: Duración

# El intervalo no es válido.
source: The interval is not valid.
es: El intervalo no es válido.

# Elige entre manual en vivo o añadir tiempo manual de sesiones pasadas.
source: Choose manual live or add manual time from past sessions.
es: Elige entre manual en vivo o añadir tiempo manual de sesiones pasadas.

# Eliminar entrada
source: Delete entry
es: Eliminar entrada

source: Start quickly with Manual Live, then combine Auto-tracking or Add manual time.
es: Empieza rápido con Manual en vivo y combina luego Auto-tracking o Añadir tiempo manual.

source: Start and stop tracking intentionally when you are about to focus on this project.
es: Empieza y detén el tracking intencionalmente cuando vayas a dedicarte a este proyecto.

# Entrada manual
source: Manual entry
es: Entrada manual

# Entrada manual eliminada
source: Manual entry deleted
es: Entrada manual eliminada

# Entradas manuales
source: Manual entries
es: Entradas manuales

# Fecha
source: Date
es: Fecha

# Guardar tiempo ajustado
source: Save adjusted time
es: Guardar tiempo ajustado

# Has solicitado %@ y se añadirán %@ para evitar solapes.
source: You requested %@ and %@ will be added to avoid overlaps.
es: Has solicitado %@ y se añadirán %@ para evitar solapes.

# Hora de fin
source: End time
es: Hora de fin

# Hora de inicio
source: Start time
es: Hora de inicio

# Iniciar
source: Start
es: Iniciar

# Iniciar manual en vivo
source: Start manual live
es: Iniciar manual en vivo

# La duración debe ser mayor que cero.
source: Duration must be greater than zero.
es: La duración debe ser mayor que cero.

# La hora de fin debe ser posterior al inicio.
source: End time must be later than start time.
es: La hora de fin debe ser posterior al inicio.

# Manual en vivo
source: Manual live
es: Manual en vivo

# Manual en vivo activo
source: Manual live active
es: Manual en vivo activo

# Manual en vivo detenido (%@)
source: Manual live stopped (%@)
es: Manual en vivo detenido (%@)

# Manual en vivo pausado temporalmente
source: Manual live paused temporarily
es: Manual en vivo pausado temporalmente

# Manual en vivo reanudado
source: Manual live resumed
es: Manual en vivo reanudado

# Modo de entrada
source: Input mode
es: Modo de entrada

source: Momentum detects assigned apps, domains, and files and logs time automatically.
es: Momentum detecta apps, dominios y archivos asignados y registra tiempo automáticamente.

# No hay tiempo disponible para añadir en ese intervalo.
source: No available time to add in that interval.
es: No hay tiempo disponible para añadir en ese intervalo.

# No pudimos eliminar la entrada manual
source: We couldn't delete the manual entry
es: No pudimos eliminar la entrada manual

# No pudimos encontrar el proyecto para esta entrada.
source: We couldn't find the project for this entry.
es: No pudimos encontrar el proyecto para esta entrada.

# No pudimos interpretar la fecha seleccionada.
source: We couldn't interpret the selected date.
es: No pudimos interpretar la fecha seleccionada.

# No pudimos interpretar la hora de fin.
source: We couldn't interpret the end time.
es: No pudimos interpretar la hora de fin.

# No puedes añadir tiempo en el futuro.
source: You can't add time in the future.
es: No puedes añadir tiempo en el futuro.

# Registrar tiempo
source: Log time
es: Registrar tiempo

# Se ajustará el tiempo por solape
source: Time will be adjusted for overlap
es: Se ajustará el tiempo por solape

# Solape detectado
source: Overlap detected
es: Solape detectado

# Solo se eliminará esta entrada manual.
source: Only this manual entry will be deleted.
es: Solo se eliminará esta entrada manual.

# Solo se pueden eliminar entradas manuales.
source: Only manual entries can be deleted.
es: Solo se pueden eliminar entradas manuales.

source: Add past time (for example, work done on another device) without starting tracking.
es: Suma tiempo pasado (por ejemplo, trabajo en otro dispositivo) sin iniciar tracking.

# Tiempo ajustado: %@ añadidos para evitar solapes
source: Adjusted time: %@ added to avoid overlaps
es: Tiempo ajustado: %@ añadidos para evitar solapes

# Tiempo efectivo
source: Effective time
es: Tiempo efectivo

# Tiempo manual añadido: %@
source: Manual time added: %@
es: Tiempo manual añadido: %@

# Tiempo solicitado
source: Requested time
es: Tiempo solicitado

# Usa cualquiera de estas 3 vías para registrar tiempo en este proyecto:
source: Use any of these 3 paths to log time in this project:
es: Usa cualquiera de estas 3 vías para registrar tiempo en este proyecto:

# Vista previa
source: Preview
es: Vista previa

# ¿Eliminar esta entrada manual?
source: Delete this manual entry?
es: ¿Eliminar esta entrada manual?

# Exportar tiempo
source: Export time
es: Exportar tiempo

# Exportar registros
source: Export records
es: Exportar registros

# Importar tiempo
source: Import time
es: Importar tiempo

# Exportar registros de tiempo
source: Export time records
es: Exportar registros de tiempo

# Exportar
source: Export
es: Exportar

# Exportación completada (%lld sesiones)
source: Export completed (%lld sessions)
es: Exportación completada (%lld sesiones)

# No pudimos exportar los registros.
source: We couldn't export the records.
es: No pudimos exportar los registros.

# La exportación no está disponible en esta plataforma.
source: Export is not available on this platform.
es: La exportación no está disponible en esta plataforma.

# Importar registros de tiempo
source: Import time records
es: Importar registros de tiempo

# Importar
source: Import
es: Importar

# No encontramos registros válidos para importar.
source: We couldn't find valid records to import.
es: No encontramos registros válidos para importar.

# Importación completada: %lld segmentos (%@)
source: Import completed: %lld segments (%@)
es: Importación completada: %lld segmentos (%@)

# No se importaron segmentos por solapes.
source: No segments were imported due to overlaps.
es: No se importaron segmentos por solapes.

# No pudimos importar los registros.
source: We couldn't import the records.
es: No pudimos importar los registros.

# La importación no está disponible en esta plataforma.
source: Import is not available on this platform.
es: La importación no está disponible en esta plataforma.

# Confirmar importación
source: Confirm import
es: Confirmar importación

# Archivo: %@ Proyecto: %@ Registros totales: %lld Válidos: %lld Inválidos: %lld
source: File: %@ Project: %@ Total records: %lld Valid: %lld Invalid: %lld
es: Archivo: %@ Proyecto: %@ Registros totales: %lld Válidos: %lld Inválidos: %lld

# No pudimos leer el archivo de importación.
source: We couldn't read the import file.
es: No pudimos leer el archivo de importación.

# La versión del archivo (%lld) no es compatible.
source: The file version (%lld) is not supported.
es: La versión del archivo (%lld) no es compatible.

# El archivo no contiene registros para importar.
source: The file doesn't contain records to import.
es: El archivo no contiene registros para importar.

# La vista previa de importación es inválida.
source: The import preview is invalid.
es: La vista previa de importación es inválida.

# Nombre de app vacío
source: Empty app name
es: Nombre de app vacío

# Rango de fechas inválido
source: Invalid date range
es: Rango de fechas inválido

# Origen de sesión no soportado
source: Unsupported session source
es: Origen de sesión no soportado

# Se canceló la exportación.
source: Export canceled.
es: Se canceló la exportación.

# Se canceló la importación.
source: Import canceled.
es: Se canceló la importación.

# proyecto
source: project
es: proyecto

# Exportación completada
source: Export completed
es: Exportación completada

# No encontramos el proyecto de destino para importar.
source: We couldn't find the destination project to import into.
es: No encontramos el proyecto de destino para importar.
